{
    "🧠 Neuroscience": [],
    "🤖 Technology": [
        "𝐅𝐑𝐎𝐌 : bot-eat-brain@mail.beehiiv.com\nIn November 13, 2024, Lex Friedman interviewed Anthropic's CEO and key researchers discussing Claude's development, AI safety, model capabilities, and technical insights, predicting powerful AI arrival by 2026-2027. The company made progress in understanding AI models internally, ensuring future systems remain safe and aligned, partnering with Palantir and AWS for defense agencies. Technical advances and insights into AI development, safety, and deployment are highlighted. #Anthropic #AIdevelopment #AIsafety #ClaudeAI 🧠\n\n",
        "𝐅𝐑𝐎𝐌 : jason@machinelearningmastery.com\nApplied machine learning can be overwhelming with numerous things to explore, but using a structured process helps remove uncertainty and ensure outcomes. A multi-step process is recommended for addressing complex problems, including defining the problem, preparing data, spot-checking algorithms, tuning well-performing algorithms, and presenting results. This process serves as a template for machine learning projects, with deeper insights on each step available in upcoming emails. #MachineLearning #StructuredProcess #ProblemSolving #AlgorithmTuning 🤖\n\n",
        "𝐅𝐑𝐎𝐌 : lex@substack.com\nSoFi's strong Q3 results showcase its dual focus on banking and technology, with record growth in deposits and new members. Despite a drop in stock after earnings, SoFi reported impressive financial metrics, including record-high net revenue and new members. Its unique position as both a fintech and infrastructure provider through acquisitions like Galileo and Technisys sets it apart, allowing for diversified revenue streams and industry leadership potential. #SoFi #fintech #banking #technology 📈🏦📊\nInstruments by 2029: Finextra reports UBS piloting blockchain-based payments, Money Lion launches Money Lion Checkout for e-commerce, Apple adds buy now, pay later service, Marqeta embeds BNPL, Revolut studies legacy banks, Santander debuts US digital bank. #Banking #Fintech #DigitalPayments #Regulation🚀\n\n",
        "𝐅𝐑𝐎𝐌 : bot-eat-brain@mail.beehiiv.com\nGoogle DeepMind released AlphaFold 3's code and model weights for academic use, crucial for understanding drug behavior. Only academic researchers can use it, balancing scientific collaboration with commercial interests in the US-China AI race. Critics call it a win for academic freedom, while others worry about protecting US tech advantages. #AlphaFold3 #ProteinModeling #OpenSourceAI #USChinaAICollaboration 🧬\n\n"
    ],
    "🚀 Investing": [
        "𝐅𝐑𝐎𝐌 : ben@suredividend.com\nThe November 2024 edition of the Sure Passive Income Newsletter is set to release this Sunday with special lifetime plan discounts available for investors interested in buy-and-hold dividend growth stocks. This newsletter, publishing monthly since October 2020, provides top stock recommendations meant to be held indefinitely, catering to long-term investors aiming to build a high-quality dividend growth stock portfolio. The Sure Passive Income Newsletter's lifetime membership opportunity, priced at a one-time fee of $299, offers access to a wealth of resources, making it a valuable long-term investment for individuals seeking to secure passive income and financial stability. #SurePassiveIncome #LifetimePlan #DividendGrowthStocks #Investing 📈\n\n",
        "𝐅𝐑𝐎𝐌 : hello@finimize.com\nHome Depot exceeded expectations in its latest quarter and improved its outlook for the year, thanks to a major acquisition and increased demand due to weather conditions. Professional investors are showing strong interest in US stocks, indicating optimism for the market's performance. The company's stock valuation and growth forecast compared to its rival, Lowe's, are also noteworthy. #HomeDepot #USStocks #InvestorSentiment #StockValuation 🏡📈🌩️\n\n",
        "𝐅𝐑𝐎𝐌 : appeconomyinsights@substack.com\nPalantir's stock tripled in 2024, with CEO Alex Karp noting strong results during an earnings call, leading to a surge in shares. The AI platform's potential and boot camps drive commercial growth, positioning the company for significant insights. Key metrics like billings, RPO, and net dollar retention indicate Palantir's success and future prospects. #Palantir #AI #StockMarket #Investment 📊🔍📈\n\n"
    ],
    "👨‍💼 World": [
        "𝐅𝐑𝐎𝐌 : crew@morningbrew.com\nThe fear of being perceived as lazy due to AI use in the workplace is rising among employees, with only a 1% growth in AI adoption in the US in recent months, according to Slack's latest Workforce Index report. Workers struggle with the social and professional acceptance of AI use, leading to concerns about cheating and competency. Scientists are calling for FCC regulation of SpaceX's satellite launches amid concerns of space waste and environmental damage. Companies continue to invest in AI, with spending on generative technology growing rapidly, marking a significant area for startup investment. #AI #WorkplaceStigma #SpaceRegulation #GenerativeAI.\n\n",
        "𝐅𝐑𝐎𝐌 : 5things@newsletters.cnn.com\nPresident-elect Donald Trump and President Joe Biden will meet at the White House for a sit-down meeting, following traditions for a peaceful transfer of power. House Republicans will hold leadership elections, and a deadly hit-and-run incident in China resulted in 35 deaths. A federal judge temporarily blocked a Louisiana law requiring the display of the Ten Commandments in public school classrooms. #WhiteHouseMeeting #Congress #ChinaHitAndRun #TenCommandmentsLaw 🏛️🇺🇸\n\n",
        "𝐅𝐑𝐎𝐌 : crew@morningbrew.com\nScandinavian Airlines offers 1 million frequent flyer points for flying on SkyTeam airlines by Dec 31. Wall Street stocks decline after election, affecting Tesla and small-caps. Wall Street bonuses surge, with debt bankers receiving the highest payouts. Neom's CEO resigns, signaling challenges for Saudi Arabia's megacity project. #ScandinavianAirlines #WallStreet #Neom #WallStreetBonuses 🌍📉💼\n\"Identify Grammy-nominated artists in today's Word Search music trivia with \"A Bar Song (Tipsy)\" by Shaboozey hitting a record 17 weeks as the No.1 track on the Billboard Hot 100, becoming the second-longest No.1 run. The song from 2019 with the most weeks atop the chart was \"Old Town Road,\" lasting 19 weeks. Today's Word of the Day is \"compendium,\" thanks to Jules in CO, meaning a collection of concise but detailed information about a particular subject. Share Morning Brew to acquire free Brew swag and make new friends through referral links. #MusicTrivia #BillboardHot100 #WordOfTheDay #MorningBrew 🎶📈🗞️\"\n\n",
        "𝐅𝐑𝐎𝐌 : 5things@newsletters.cnn.com\nTuesday, November 12, 2024 saw standing desks gaining immense popularity among those worried about sitting all day, but a new study revealed prolonged standing may not benefit heart health and could pose circulatory risks. Other news included homeowners investing in storm-resistant circular houses, a man from Wisconsin faking his death during a fishing trip, and the introduction of a new \"Find My\" feature by Apple to locate lost suitcases. #StandingDesks #CircularHouses #FakedDeath #LostSuitcases 🌍\n\n",
        "𝐅𝐑𝐎𝐌 : 5things@newsletters.cnn.com\nDonald Trump's possible selection of Senator Marco Rubio as Secretary of State signals his aggressive stance towards China. Trump's administration is expected to handle geopolitical conflicts like Ukraine-Russia and Israel-Hamas wars. Wildfires are raging on both US coasts, while gun incidents in Haiti led to US airline flight suspensions. Moreover, the government is investigating Honda recalls due to engine failures. #USChinaRelations #GeopoliticalConflicts #Wildfires #GunfireIncidents 🔥🔫🇨🇳🔥\n\n",
        "𝐅𝐑𝐎𝐌 : crew@morningbrew.com\nMorning Brew is releasing a crossword puzzle book available for pre-order, compiling 101 puzzles into a physical book. Stock markets saw a slight correction after the post-election surge, with AbbVie tanking due to an experimental drug failure. COP 29 reached agreements on carbon credits, vulnerable nations' climate financing, and faced controversy over Azerbaijan hosting. Trump's crypto enthusiasm boosted Bitcoin's record price, but Chegg is in trouble due to free alternatives like Chat GPT for student help. #MorningBrew #StockMarkets #ClimateCOP29 #CryptoWinners 📚📉🌍🚀\nShare Morning Brew with friends to acquire free Brew swag and more friends by sharing a referral link. Chicago won Best Picture in 2003, while the four movie musicals that won in the 1960s were West Side Story (1962), My Fair Lady (1965), The Sound of Music (1966), and Oliver! (1969). The Word of the Day is \"reconnoitering,\" meaning obtaining information about enemy forces' positions. Join Morning Brew for more updates! #MorningBrew #Chicago #BestPicture #WordOfTheDay 📰🎬📚\n\n"
    ],
    "🎮 Activities": [
        "𝐅𝐑𝐎𝐌 : support@pokercoaching.com\nLock in the lowest price for a year of Peak GTO! Get it for just $499 instead of $948 or grab a bundle of Peak GTO + Premium for only $999 instead of $2712! Elevate your game now! #PeakGTO #LowestPrice #GameElevation #BundleDeal 🎮🔒\n\n"
    ],
    "🏋 Fitness": []
}